Revit 2027 API
UnitTypeId.KilonewtonsPerSquareMeter Property
 Kilonewtons per square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KilonewtonsPerSquareMeter { get; }
Public Shared ReadOnly Property KilonewtonsPerSquareMeter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KilonewtonsPerSquareMeter {
	ForgeTypeId^ get ();
}
static member KilonewtonsPerSquareMeter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace